"DETAIL_NAV_TITLE" = "פרטים";

"DUE" = "תאריך יעד";
"NONE_DUE_DATE" = "ללא";
"DUE_DATE_DETAIL_NAV_TITLE" = "תאריך היעד";
"HAS_DUE_DATE_SWITCH_TITLE" = "תאריך יעד";
"SHOW_MORE" = "הצג עוד…";
"SHOW_LESS" = "הצג פחות…";
"PRIORITY" = "עדיפות";

// Priority
"NONE_PRIORITY" = "ללא";
"LOW_PRIORITY" = "נמוכה";
"MEDIUM_PRIORITY" = "בינונית";
"HIGH_PRIORITY" = "גבוהה";
"PRIORITY_DETAIL_NAV_TITLE" = "עדיפות";

// Lists
"REMINDER_LIST" = "רשימה";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "הזכר לי";
"NONE_REMINDER_ALERT" = "אף פעם";
"ON_A_DAY" = "הזכר לי ביום";
"AT_A_LOCATION" = "הזכר לי במיקום";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "במיקום";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "מיקום נוכחי";
"CHOOSE_ADDRESS" = "בחר/י איש קשר…";
"DETERMINING_LOCATION" = "מנסה לזהות את מיקומך…";
"CANNOT_DETERMINE_LOCATION" = "לא ניתן היה לגלות את המיקום";
"MY_ADDRESS_WITHOUT_LABEL" = "הכתובת שלי"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "הכתובת של %@"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "ה-%2$@ של %1$@"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "מגיע/ה";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "יוצא/ת";
"DUE_ALL_DAY_FORMAT" = "%@ (כל היום)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "תישלח אליך תזכורת ב-%@, \n%@, או עד שעה %@\nבאותו היום לכל המאוחר."; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "כשהינך מגיע/ה למקום זה";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "כשהינך עוזב/ת מקום זה";

// Location
"LOCATION" = "מיקום";
"NONE_LOCATION" = "ללא";
"ALARM_PROXIMITY_ENTER" = "כשאני מגיע/ה";
"ALARM_PROXIMITY_LEAVE" = "כשאני עוזב/ת";
"LOCATION_PEOPLE_PICKER_PROMPT" = "בחר/י מיקום של איש הקשר";
"WIFI_DISABLED_SUBTEXT" = "הפעל/י ״אינטרנט אלחוטי״ בתוך ״הגדרות״ על-מנת לשפר את רמת הדיוק של תזכורות מבוססות-מיקום.";
"WIFI_DISABLED_PROMPT" = "הפעלת ״אינטרנט אלחוטי״ בתוך ״הגדרות״ תשפר את רמת הדיוק בעת זיהוי מיקומך.";
"WLAN_DISABLED_SUBTEXT" = "הפעל/י WLAN בתוך ״הגדרות״ על-מנת לשפר את רמת הדיוק של תזכורות מבוססות-מיקום.";
"WLAN_DISABLED_PROMPT" = "הפעלת WLAN בתוך ״הגדרות״ תשפר את רמת הדיוק בעת זיהוי מיקומך.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "הפעל/י ״שירותי מיקום״ בתוך ״הגדרות״ על-מנת להפעיל תזכורות מבוססות-מיקום.";
"SETTINGS" = "הגדרות";
"TYPED_LOCATION_PLACEHOLDER" = "הקש/י כתובת…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "לא ניתן לקבוע את המיקום של כתובת זו. בדוק/י את האיות ונסה/י שוב.";
"MAP" = "מפה";
"SHOW_IN_MAP" = "הצג במפה";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "המיקומים שלי";
"ME_CARD_ALERT_BODY" = "היישום ״תזכורות״ יכול להשתמש בפרטי הקשר שלך כדי להציג אפשרויות מיקום כגון ״עבודה״ או ״בית״. באיזה איש קשר ברצונך להשתמש?";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "בחר/י";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "צפ׳";
"LOCATION_DEGREES_EAST" = "מז׳";
"LOCATION_DEGREES_SOUTH" = "דר׳";
"LOCATION_DEGREES_WEST" = "מע׳";
"LOCATION_DEGREES_FORMAT" = "‪%d°%d'%.0f''‬ %@";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "לא ניתן היה לשמור את התזכורת";

"UNTITLED_REMINDER" = "ללא שם";
